Repository: Profiteam/Auction.iOS
Catalog: *.lproj/Localizable.strings
Languages: ar

source: bids
ar: زايد

source: bids
ar: زايد

source: Auctions
ar: المزاد

source: Buy Bids
ar: شراء العروض

source: Badges
ar: العلامات

source: Notifications
ar: النتبيهات

source: Unpaid Wins
ar: أرباح غير مدفوعة

source: Buy it now Offers
ar: اشتر العروض الآن

source: My Orders
ar: طلبياتي

source: Bidding History
ar: تاريخ المزايدة

source: Help
ar: مساعدة

source: Language
ar: اللغة

source: Edit
ar: تعديل

source: Save
ar: تصحيح

source: Price:
ar: السعر

source: Bets
ar: زايد

source: The newest
ar: الأحدث

source: Search
ar: بحث

source: Start price:
ar: سعر الافتتاح

source: Buy it now for
ar: اشتر الآن بسعر

source: per bid
ar: ٢٠٠ للمزايدة

source: Sales tax:
ar: ضريبة البيع

source: Shipping:
ar: الشحن

source: By it now price:
ar: اشترها الآن بسعر

source: Total
ar: المجموع

source: OK!
ar: حسنا

source: OK
ar: حسنا

source: Invalid code
ar: الرمز غير صحيح

source: Registration Error
ar: خطأ في التسجيل

source: Please, restart the application for the changes to take effect
ar: يرجى إعادة تشغيل التطبيق لتصبح التغييرات نافذة المفعول
